Repository: burunduk/heroeswog-l10n-test
Catalog: tm/script03_EN_RU.tmx
Source language: en
Languages: ru

source: The Speculum increases your Scouting radius by +1, and gives you an extra Rogue a day if you have Scouting.
ru: Телескоп увеличивает Радиус Разведки на 1 поле, и привлекает дополнительно 1-го вора в день, если вы обучены Разведке.

source: This Spyglass increases your Scouting radius by +1, and gives you an extra Rogue a day if you have Scouting.
ru: Подзорная Труба увеличивает Радиус Разведки на 1 поле, и привлекает дополнительно 1-го вора в день, если вы обучены Разведке.

source: %Z70 would learn a spell through Eagle Eye, but %Z-3 doesn't have a spell book.
ru: Вы могли бы выучить заклинание за счет Орлиного Глаза, но у вас нет книги заклинаний.

source: {Eagle} {Eye} Through the power of Eagle Eye, %Z70 learns a spell!
ru: За счет Орлиного Глаза, вы можете выучить заклинание.

source: Choose which spell to learn.
ru: Выберите заклинание для изучения.

source: him
ru: ему

source: her
ru: ей

source: %Z470's powers of Resistance let %Z471 ignore the upgrades of some of %Z-1!
ru: Поскольку %Z470 обладает силой Сопротивления, это позволяет %Z471 игнорировать улучшение некоторых существ в армии противника!

source: %Z470's powers of Resistance let %Z471 ignore the upgrades of some of %Z-2!
ru: Поскольку %Z470 обладает силой Сопротивления, это позволяет %Z471 игнорировать улучшение некоторых существ в армии противника!

source: %Z470 learns.
ru: %Z470 учится.

source: %Z273 Daily Rogue status: %Z-1 Do you wish to change the status to %Z-2?
ru: %Z273 Статус появления воров раз в день: %Z-1 Вы желаете изменить статус на %Z-2?

source: %Z274 Daily Rogue status: %Z-1 Do you wish to change the status to %Z-2?
ru: %Z274 Статус появления воров раз в день: %Z-1 Вы желаете изменить статус на %Z-2?

source: %Z275 Daily Rogue status: %Z-1 Do you wish to change the status to %Z-2?
ru: %Z275 Статус появления воров раз в день: %Z-1 Вы желаете изменить статус на %Z-2?

source: he
ru: он

source: He
ru: Он

source: she
ru: она

source: She
ru: Она

source: his
ru: его

source: %Z70 is tired of learning all these spells!
ru: %Z70 чувствует усталость от изучения всех этих заклинаний!

source: %Z72 meditates for a while and forgets everything about {Eagle} {Eye}, freeing %Z73 mind for more learning...
ru: %Z72 медитирует некоторое время и забывает все о навыке {Орлиный} {Глаз}, %Z73 сознание освобождается для дальнейшей учебы...

source: {Eagle} {Eye} %Z70 already has knowledge of all %Z-2 level spells and therefore %Z71 can only learn one of %Z-1 level!
ru: {Базовый} {Орлиный} {Глаз} %Z70 уже знает все заклинания второго уровня и поэтому %Z71 может выучить только одно из заклинаний первого!

source: {Eagle} {Eye} %Z70 already has knowledge of all %Z-1 level spells and therefore %Z71 can only learn one of %Z-2 level!
ru: {Базовый} {Орлиный} {Глаз} %Z70 уже знает все заклинания первого уровня и поэтому %Z71 может выучить только одно из заклинаний второго!

source: {Eagle} {Eye} %Z70 already has knowledge of all spells available with %Z73 {Eagle} {Eye} and Wisdom skills!
ru: {Базовый} {Орлиный} {Глаз} %Z70 уже знает все заклинания доступные при %Z73 навыке {Орлиного} {Глаза} и Мудрости!

source: %Z72 maybe has use for it later...
ru: %Z72 стоит перед необходимостью улучшить эти навыки перед изучением новых заклинаний!

source: {Eagle} {Eye} %Z70 is tired of learning all these spells!
ru: %Z70 чувствует усталость от изучения всех этих заклинаний!

source: the neutral Monsters
ru: нейтральных монстров
